import { FC, useState } from "react";

const Description: FC = () => {
  return (
    <div className="flex col-start-1 col-end-6 flex-col gap-y-8">
      <h3 className="font-bold text-2xl leading-20">Описание</h3>
      <div>
        Милая, искренняя и неуклюжая Юи Хирасава счастлива, что поступила в
        старшую школу. Теперь настало время проявить себя, найти друзей,
        повзрослеть и избавиться от детских комплексов, найдя клуб по душе и
        раскрыв неведомые таланты! Хм, а какие у Юи таланты? Ей самой пока
        неясно…Тем временем гиперактивная Рицу Тайнака с подругой детства Мио
        Акиямой изо всех сил пытаются сохранить школьный клуб легкой музыки,
        лишившийся всех своих членов. Задача проста
      </div>
    </div>
  );
};

export default Description;
